[
    {
        "nome": "angel",
        "descrizione": "An angel is generally a supernatural being found in various religions and mythologies. In Abrahamic religions and Zoroastrianism, angels are often depicted as benevolent celestial beings who act as intermediaries between God or Heaven and Humanity.",
        "url_img": "../img/Awesome-Angel-Pic.jpg"
    },
    {
        "nome": "demon",
        "descrizione": "A demon  is a supernatural and often malevolent being prevalent in religion, occultism, literature, fiction, mythology and folklore.",
        "url_img": "../img/dark-scary-demon-in-fire.jpg"
    },
    {
        "nome": "dragon",
        "descrizione": "A dragon is a large, serpent-like legendary creature that appears in the folklore of many cultures around world.",
        "url_img": "../img/maxresdefault.jpg"
    },
    {
        "nome": "fairy",
        "descrizione": "A fairy is a type of mythical being or legendary creature in European folklore, a form of spirit, often described as metaphysical, supernatural, or preternatural.",
        "url_img": "../img/Fairy-Wallpapers-Download-053.jpg"
    },
    {
        "nome": "lycanthrope",
        "descrizione": "A lycanthrope  is a human with the ability to shapeshift into a wolf  either purposely or after being placed under a curse or affliction",
        "url_img": "../img/de6da250b1f2f873a3a4576a94f43258.jpg"
    },
    {
        "nome": "siren",
        "descrizione": "the Sirens were dangerous creatures, who lured nearby sailors with their enchanting music and singing voices to shipwreck on the rocky coast of their island.",
        "url_img": "../img/5794efab52ae2.jpg"
    },
    {
        "nome": "spirit",
        "descrizione": "A spirit is a supernatural being, often but not exclusively a non-physical entity; such as a ghost, fairy, or angel",
        "url_img": "../img/Skeleton_Ghost_Wallpaper.jpg"
    },
    {
        "nome": "unicorn",
        "descrizione": "The unicorn is a legendary creature that has been described since antiquity as a beast with a single large, pointed, spiraling horn projecting from its forehead.",
        "url_img": "../img/Unicorn-Fantasy-In-The-Forest.jpg"
    },
    {
        "nome": "yokai",
        "descrizione": "Yōkai   are a class of supernatural monsters, spirits, and demons in Japanese folklore. The word yōkai is made up of the kanji for bewitching; attractive; calamity; and spectre; apparition; mystery; suspicious.",
        "url_img": "../img/maxresdefault (1).jpg"
    },
    {
        "nome": "witch",
        "descrizione": "Witchcraft or witchery broadly means the practice of and belief in magical skills and abilities exercised by solitary practitioners and groups. ",
        "url_img": "../img/27345542-witch-wallpapers.jpg"
    },
    {
        "nome": "elf",
        "descrizione": "An elf (plural: elves) is a type of human-shaped supernatural being in Germanic mythology and folklore.",
        "url_img": "../img/102002.jpg"
    },
    {
        "nome": "ents",
        "descrizione": "Ents are a race of beings in J. R. R. Tolkien's fantasy world Middle-earth who closely resemble trees.",
        "url_img": "../img/d969819fa2655460931c4271a87723de.jpg"
    },
    {
        "nome": "giant",
        "descrizione": "Giants are beings of human appearance, but prodigious size and strength common in the mythology and legends of many different cultures.",
        "url_img": "../img/304678.jpg"
    },
    {
        "nome": "goblin",
        "descrizione": "A goblin is a monstrous creature from European folklore, first attested in stories from the Middle Ages. They are ascribed various and conflicting abilities, temperaments and appearances depending on the story and country of origin. They are almost always small and grotesque, mischievous or outright malicious, and greedy, especially for gold and jewelry. They often have magical abilities similar to a fairy or demon.",
        "url_img": "../img/david-billings-goblin-diplomats-m14-1920x1080-wallpaper.jpg"
    },
    {
        "nome": "ogre",
        "descrizione": "An ogre is a legendary monster usually depicted as a large, hideous, man-like being that eats ordinary human beings, especially infants and children. Ogres frequently feature in mythology, folklore, and fiction throughout the world.",
        "url_img": "../img/421HearMeRoar.png"
    },
    {
        "nome": "orc",
        "descrizione": "An orc is a fictional humanoid creature that is part of a fantasy race akin to goblins.",
        "url_img": "../img/orc_overlord_by_88grzes-d7ysbn9.jpg"
    },
    {
        "nome": "troll",
        "descrizione": "A troll is a class of being in Norse mythology and Scandinavian folklore. In Old Norse sources, beings described as trolls dwell in isolated rocks, mountains, or caves, live together in small family units, and are rarely helpful to human beings.",
        "url_img": "../img/thumb-1920-129803.jpg"
    }
]